{
  "handovers" : [ {
    "body" : "Hofíkovo běh",
    "date" : "16.5.2015 7:15:00",
    "difficulty" : 2.5,
    "duration" : 42,
    "image" : "http://www.visitsumava.cz/img/63b.jpg",
    "length" : 9.2,
    "name" : "Kvilda",
    "order" : 1,
    "teamLost" : -14,
    "teamRank" : 37,
    "teamTime" : 42
  }, {
    "body" : "Jako druhý běžel...",
    "date" : "16.5.2015 7:57:00",
    "difficulty" : 1.5,
    "duration" : 49,
    "image" : "http://www.martinrak.cz/photos/bucina-154.jpg",
    "length" : 10.2,
    "name" : "Bučina",
    "order" : 2,
    "teamLost" : -8,
    "teamRank" : 40,
    "teamTime" : 91
  }, {
    "body" : "Jako třetí běžel",
    "date" : "16.5.2015 8:47:00",
    "difficulty" : 2,
    "duration" : 52,
    "image" : "http://www.svatosi.cz/wp-content/uploads/2012/05/2011076093.jpg",
    "length" : 12.2,
    "name" : "Polka",
    "order" : 3,
    "teamLost" : -30,
    "teamRank" : 31,
    "teamTime" : 143
  }, {
    "date" : "16.5.2015 9:38:00",
    "difficulty" : 2.5,
    "duration" : 54,
    "length" : 9.9,
    "name" : "Lenora",
    "order" : 4,
    "teamLost" : -18,
    "teamRank" : 40,
    "teamTime" : 197
  }, {
    "date" : "16.5.2015 10:33:00",
    "difficulty" : 1.5,
    "duration" : 80,
    "length" : 15.4,
    "name" : "Stožec",
    "order" : 5,
    "teamLost" : -4,
    "teamRank" : 64,
    "teamTime" : 277
  }, {
    "date" : "16.5.2015 11:52:00",
    "difficulty" : 1,
    "duration" : 44,
    "length" : 7.8,
    "name" : "Nová Pec",
    "order" : 6,
    "teamLost" : 8,
    "teamRank" : 72,
    "teamTime" : 321
  }, {
    "date" : "16.5.2015 12:36:00",
    "difficulty" : 2,
    "duration" : 74,
    "length" : 12.8,
    "name" : "Horní Planá",
    "order" : 7,
    "teamLost" : 18,
    "teamRank" : 96,
    "teamTime" : 395
  }, {
    "date" : "16.5.2015 13:49:00",
    "difficulty" : 2,
    "duration" : 26,
    "length" : 6.4,
    "name" : "Olšina",
    "order" : 8,
    "teamLost" : 12,
    "teamRank" : 89,
    "teamTime" : 421
  }, {
    "body" : "Startoval jsem jako třetí běžec našeho transportéru. Předávka štafety na předešlém úseku byla fenomenální. Anežka se sprintem a s maximálním nasazením přiřítila z kopečka od blízkého lesa. Běžela tak rychle, že jsme dlouho váhali, zda je to opravdu ona. Naštěstí ji Honza zbystřil dřív než my ostatní, převzal štafetu a vydal se na trasu nějakých 8 km. Honzovo úsek byl velmi rychlý a my měli autem k následujícímu úseku docela zajížďku. Anežka běžela po předávce Honzovým směrem ještě 300m než se zastavila a vydýchala. Byl to mocný finiš a zdálo se, že se snad ani nechce vrátit a pokračovat k předávce autem. V obavách, abychom stihli Honzovo finiš jsem se raději vydal k dodávce a vyrazil směrem k další předávce. Na křižovatce jsem nabral Anežku a zbytek týmu a co nejrychleji vyrazil do Frymburku. Minuli jsme několik běžců i vozů mířící na předávku, kterou jsme měli za sebou.\n\nBohužel jsme ale také dojeli dodávky mířící na naši předávku a zdálo se že nikam nespěchají. To jsem po pár kilometrech nevydržel a v nápravě adrenalinu je předjel. Bohužel musela hned za dalším městečkem následovala krátká zastávka na parkovišti a porada s místními domorodci o správném směru. Je-li jsme správně, ale pro jistotu že... Po sto metrech bylo již jasně vidět předávku a cca desítku dalších týmu čekající poblíž.\n\nTady jsem se měl také potkat s přítelkyni a její maminkou, které mne přijely podpořit a dovezli i powerbanku, která se následně několikrát velmi hodila. Vyskákali jsme z auta a rychle běželi k předávce, zda tam Honza již nečeká. Naštěstí tam nebyl a mě se výrazně ulevilo. Napít, dat si energetický gel, rozběhat, lehce protáhnout, pusa přítelkyni, rychlý pozdrav směrem k týmu a už se sem řítí Honza. Za běhu si sundává z paže štafetový kolík v podobě pásku se zabudovaným GPS vysílačem. Běžíme chvíli spolu a v místě značené předávky si jej vyměňujeme. Pumpuje mi srdce, teď je to na mě. Možná až zbytečně rychle se vydávám polní cestou z kopce do blízké vesnice. Z trasy svého úseku si rázem pamatuji jen první zatáčku, ač bych ji před hodinou dokázal celou proběhnout i poslepu. Ve vesnici prudce doleva, skoro se otáčí zpátky. Střecha, plot, pěšina na kraji pole, tady to je.\n\nZačínám se zadýchávat a hlavou mi probleskne 10km závod v Budějicích 14 dní zpátky. Na šestém kilometru jsem tam musel pomalu zastavit, abych mohl vůbec pokračovat. Nakonec to bylo slušných 46 minut, ale mohlo to být lepší, nebýt začátečnické chyby. Nechci zopakovat stejnou chybu podruhé a říkám si, nepřežeň to, nejsi v cílové rovince a čeká tě ještě 13km. Na sprinty je ještě čas. Zvolňuji a zapínám Endomondo, které mi bude hlásit tempo a vzdálenost každý kilometr. Zároveň mi slouží jako mapa trasy, kterou jsem si předchozí večer pro jistotu uložil.\n\nBěžím, mírně stoupání, klesání a opět stoupání. Rozhlížím se, všude krásná krajina a vůně přírody. Později mi dochází ze je to řepka, která všude kolem hojně kvete na polích, a moje radost už není tak velká. Na dohled se objevuje závodník před sebou. Skvěle říkám si, mám s kým se měřit a na koho se upnout. Vidím ho asi 500 metru před sebou v kopci. Vzpomínám na poučky o běhu do kopce. Soustředím se na správný pohyb rukou dopředu a nahoru. Pomáhá to, připadám si rychlejší. Sklon kopce se zvyšuje, začínám se přehřívat. Je kolem druhé odpoledne a slunce pálí jako v červenci. Hlásili hezky, ale někteří běžci na předchozích úsecích startovali v dlouhém oblečení. V duchu jsem se pochválil, že jsem dal na svůj úsudek a zvolil to nejprodyšnější a nejlehčí co jsem si sbalil. Žluté triko závodu a lehounké kraťasy. Kdybych si tak ještě přibalil pás na lahvičky s vodou. Škoda, ale je to \"jen\" 13,7 km, to dám za něco přes hodinu a bez vody, říkám si. Další úseky jsou už kratší.\n\nSnažím se v kopci na nic nemyslet, jen já a rytmus dechu. Zrychluje se. Každou chvíli si otírám čelo. Vedro je nesnesitelné. V tom si všimnu, že běžec přede mnou přešel z běhu do chůze. To mě motivuje, přibližuju se a nehledím na prudké stoupání. Předbíhám ho při seběhu z vrcholu kopce a přeju hodně štěstí v závodě. Na křižovatce pod kopcem vidím dalšího běžce, to dám! Čtvrtý kilometr za mnou a zdá se, že to půjde dobře. Nohy slouží a běží se mi skvěle. Ze zpevněné cesty se napojujeme na silnici a po pár stovkách metrů opět stoupám. Chlapík přede mnou také. Odbočujeme a já už vím, ze je pomalejší než já. Proběhneme kolem rybníka a nějakých stavení. Atmosféra je tu úžasná, příroda Jižních Čech mě opět odvede od soustředění se na závod. Prudký kopec, chlapík zpomaluje a já ho na kopečku míjím. Vyměňujeme si pár slov, postěžuje si že netrénoval a každý pokračujeme svým tempem. Jen o pár minut později vidím v dálce modrou barvu a po několika vteřinách mi přehřátý mozek potvrzuje, že je to závodník. Další vlna odhodlání, tentokrát už doprovázena vnitřním konfliktem, zda neběžím moc rychle. Budu potřebovat síly ještě v noci a zítra přes den. Nehledím na to a závodník se pomalu blíží. Ač se snažím, nejde to o moc rychleji. Nezdá se to, ale doběhnout jen o fous pomalejšího běžce chvíli zabere.\n\nJsem na sedmém kilometru a vzpomínám na profil trati v propozicích. Blíží se další kopec a to bude moje šance. Je to tak, další kilometr nebo dva a v kopci se připojuji k běžci v modrém. Říkám si, že tohle bychom mohli dat spolu. Z rozpálených polí jsme se dostali do lesa a díky stromům se zbavili přímého slunce. Sundávám si brýle a je to úleva. Dávám se do řeči a zjišťuji, ze je to Slovák. Neběží poprvé a říká mi, že podobný závod, z Tater do Bratislavy mají i na Slovensku.\n\nPo chvíli mu děkuji za doprovod a jen o trochu rychlejším tempem pokračuji dál. Jsem na devátém kilometru a říkám si zda ještě někoho potkám. Míjím dvě cyklistky tlačící kolo do kopce proti mě. Sbíhám velmi rychle z kopce a proto již na dálku křičím, jak daleko je běžec přede mnou. Chvíli poté co je minu odpovídají. Daleko, toho nedoběhneš, asi dvě minuty. Jsem trochu rozladěný, co můžou vědět o tom, koho doběhnu a koho ne. Vůbec netuší, že jsem už tři předběhl. Navíc tlačí kolo, místo aby na něm jely. Alespoň by mi to neznělo tak absurdně. No nic, nenechám si zkazit náladu a pokračuji. Dalšií terénní vlnky, nahoru a dolů. Delší seběh, vidím nějaká stavení a křižovatku s dobrovolníky ukazujícími na cyklostezku za silnicí. Dostávám se z lesa a vidím vodu! \n\nTeplota se s přímým sluncem také zvedá. Do cíle dva kilometry, ale rovinka kolem Lipna a ještě k tomu na asfaltu není nijak příjemná. Vůbec to neutíká, ale Endomondo naštěstí hlásí poslední kilometr. Míjím chudáka slečnu, která s nataženým svalem kulhá směrem k cíli. Byla to bojovnice. O pár minut později jsem ji tleskal při doběhu na předávku. Ale to už vidím prvních pár přihlížejících, kteří fandí a směrují mě k cíli mé etapy. Nedá mi to a sprintuju. Vidím členy týmu, přítelkyni a předávám štafetu. Ne, nechci vodu, dejte mi chvíli. Vyklušu si pár metrů a vracím se. Voda, krátké povídání, rozloučení a zpátky do auta. Kolotoč předávek pokračuje.",
    "date" : "16.5.2015 14:17:00",
    "difficulty" : 2.5,
    "duration" : 75,
    "image" : "",
    "length" : 13.7,
    "name" : "Černá v Pošumaví",
    "order" : 9,
    "runner" : "-JqiAzuoTRshzEqBg_5-",
    "teamLost" : 10,
    "teamRank" : 74,
    "teamTime" : 436
  }, {
    "body" : "Prima předávka **na druhou**!\n\n> Míša jede lodí\n> Tou lodí výletní!",
    "date" : "16.5.2015 15:30:00",
    "difficulty" : 1,
    "duration" : 65,
    "image" : "http://lazne.relaxos.cz/image/1/orig/33707.jpeg",
    "length" : 13,
    "name" : "Frymburk",
    "order" : 10,
    "runner" : "-JqOmehHkd9m1t0Tm5Gl",
    "teamLost" : 91,
    "teamRank" : 87,
    "teamTime" : 561
  }, {
    "body" : "Je to tady - můj první úsek. Protahuju se, pobíhám sem a tam a srdce mi buší jako o závod. Jsem nervózní. Jako před každým závodem. Z cílové rovinky předchozího běžce vidíme cca 100m, takže můžem hezky povzbuzovat do závěrečného sprintu. Blíží se Michal, bojuje ze všech sil, ale vypadá vyřízeně. To mi moc sebevědomí nepřidá. Závěrečných pár metrů běžím s ním, vezmu si štafetový GPS lokátor, poplácám po rameni za dobrý výkon a vybíhám na svou první trasu.\n\nHned 100m od startu u kolejí potkávám maminku, jak poučuje dcerku: \"A víš Natálko, jak se přejíždějí koleje?\". \"Kolmo, vždycky kolmo\", odpovídám za holčičku a v jejich vzájemném smíchu běžím dál.\n\nPo výběhu z města zmizí značení společně s běžci v lese. Bílomodré fáborky neomylně značí správnou cestu, která je nepříjemně úzká a kamenitá. Mám velkou starost o kotníky. Cesty do kopce jsou mnohem příjemnější/bezpečnější, než ty z kopce. K podobnému závěru v lese došli další dva běžci a uvolňují mi cestu, abych si o trochu větší rychlostí hopkal dál před nimi.\n\nBlížím se k výlezu z lesa na asfaltovou cestu a z dálky vidím dvě modré šipky na zemi, přičemž každá ukazuje jiným směrem. Otazník nad hlavou. Doběhnu blíž a vidím, že jedna je přeškrtnutá. Ok. Zahnu v jejím směru a vidím jak proti mně běží dva běžci. Velký otazník nad hlavou. Rozpřáhnu ruce, abych jim naznačil, že nechápu kde je chyba. Přední běžec mi ukazuje na další šipku na zemi, která naznačuje že stezka opět mizí do lesa. Dobrá, vbíháme dovnitř a ihned předbíhám druhou běžkyni, která přiběhla z nesmyslného směru. Běžec přede mnou to rozhodně nechce vzdát a trvá dobrý kilometr, než se mi ho podaří (opět v seběhu) předběhnout.\n\nVybíháme z lesa a u frekventované silnice stojí pořadatelé a nabádají nás k opatrnosti. Po nějaké době jen nerad předbíhám slečnu, jejíž pozadí pro mě bylo poslední kilometr velkou inspirací. V momentě, kdy jsem na její úrovni se zeptá: \"Petře?\". Odpovídám, že bohužel, že jsem Michal. Zasmějeme se tomu a Bára se mi pak představí virtuálním potřesením ruky a pochválí mi běh.\n\nSbíhám do Vyššího Brodu, odkud obvykle startujeme splouvání Vltavy. Potkávám posádky ostatních týmů, které mě podporují tleskáním a skandováním. Tohle vždy pomůže. S trochou psychické vzpruhy se vydávám dál. \n\nKopec, další kopec, trochu z kopce, zase kopec. Sluníčko nepříjemně páli a já jsem vděčný za těch cca 500ml vody, které jsem si s sebou vzal. V jednu chvíli mě předjede dodávka, kterou jsem mylně považoval za naší. Když doběhnu na nejvyšší bod těsně před Rožmberkem, potkám zaparkované auto a řidič mi oznamuje, že už jen 2km. Mírně zrychluji. Není to problém, cesta je z kopce. Znavené nohy už stejně nedokáží moc brzdit.\n\nDobíhám na poslední křižovatku a v dáli neomylně vidím chumel běžců čekajících na předávku. Chvíli zápasím se systémem uchycení GPS lokátoru, sundám si ho až do dlaně a vyrážím. Překvapivě mnoho sil mi zbylo, a tak na předávku dobíhám opravdu sprintem.\n\nVydýchat, protáhnout, high-five. Díky týme, úžasný pocit.\n",
    "date" : "16.5.2015 16:35:00",
    "difficulty" : 3.5,
    "duration" : 72,
    "image" : "http://voztrans.cz/upload/lenka/St%C4%9Bhov%C3%A1n%C3%AD%20Lou%C4%8Dovice4.jpg",
    "length" : 13.4,
    "name" : "Loučovice",
    "order" : 11,
    "runner" : "-JqOPFtxB-pVbVUk1Vh9",
    "teamLost" : 6,
    "teamRank" : 76,
    "teamTime" : 633
  }, {
    "date" : "16.5.2015 17:48:00",
    "difficulty" : 3,
    "duration" : 43,
    "length" : 9.9,
    "name" : "Rožmberk",
    "order" : 12,
    "teamLost" : -22,
    "teamRank" : 56,
    "teamTime" : 676
  }, {
    "date" : "16.5.2015 18:32:00",
    "difficulty" : 3,
    "duration" : 69,
    "length" : 11,
    "name" : "Zátoň",
    "order" : 13,
    "teamLost" : 123,
    "teamRank" : 78,
    "teamTime" : 745
  }, {
    "date" : "16.5.2015 19:37:00",
    "difficulty" : 3.5,
    "duration" : 38,
    "length" : 8.7,
    "name" : "Český Krumlov",
    "order" : 14,
    "teamLost" : 173,
    "teamRank" : 57,
    "teamTime" : 783
  }, {
    "date" : "16.5.2015 20:18:00",
    "difficulty" : 2.5,
    "duration" : 50,
    "length" : 9.2,
    "name" : "Zlatá Koruna",
    "order" : 15,
    "teamLost" : 18,
    "teamRank" : 60,
    "teamTime" : 833
  }, {
    "date" : "16.5.2015 21:07:00",
    "difficulty" : 1.5,
    "duration" : 50,
    "length" : 9.5,
    "name" : "Boršov",
    "order" : 16,
    "teamLost" : 77,
    "teamRank" : 66,
    "teamTime" : 883
  }, {
    "date" : "16.5.2015 21:59:00",
    "difficulty" : 1,
    "duration" : 50,
    "length" : 9.8,
    "name" : "České Budějovice",
    "order" : 17,
    "teamLost" : 32,
    "teamRank" : 65,
    "teamTime" : 933
  }, {
    "date" : "16.5.2015 22:52:00",
    "difficulty" : 3,
    "duration" : 66,
    "length" : 10.8,
    "name" : "Hluboka",
    "order" : 18,
    "teamLost" : 43,
    "teamRank" : 78,
    "teamTime" : 999
  }, {
    "date" : "16.5.2015 23:54:00",
    "difficulty" : 1.5,
    "duration" : 49,
    "length" : 9.8,
    "name" : "Purkarec",
    "order" : 19,
    "teamLost" : 58,
    "teamRank" : 81,
    "teamTime" : 1048
  }, {
    "date" : "17.5.2015 0:41:00",
    "difficulty" : 3,
    "duration" : 54,
    "length" : 9.9,
    "name" : "Hněvkovice Zámek",
    "order" : 20,
    "teamLost" : 59,
    "teamRank" : 29,
    "teamTime" : 1102
  }, {
    "date" : "17.5.2015 1:37:00",
    "difficulty" : 1.5,
    "duration" : 39,
    "length" : 7.6,
    "name" : "Hosty",
    "order" : 21,
    "teamLost" : 156,
    "teamRank" : 69,
    "teamTime" : 1141
  }, {
    "date" : "17.5.2015 2:17:00",
    "difficulty" : 3.5,
    "duration" : 89,
    "length" : 15.2,
    "name" : "Dražíč",
    "order" : 22,
    "runner" : "-JqOPFtxB-pVbVUk1Vh9",
    "teamLost" : 92,
    "teamRank" : 81,
    "teamTime" : 1230
  }, {
    "date" : "17.5.2015 3:45:00",
    "difficulty" : 2,
    "duration" : 35,
    "length" : 7.6,
    "name" : "Jetětice",
    "order" : 23,
    "teamLost" : -38,
    "teamRank" : 72,
    "teamTime" : 1265
  }, {
    "date" : "17.5.2015 4:18:00",
    "difficulty" : 4,
    "duration" : 60,
    "length" : 13.5,
    "name" : "Květov",
    "order" : 24,
    "teamLost" : 202,
    "teamRank" : 68,
    "teamTime" : 1325
  }, {
    "date" : "17.5.2015 5:20:00",
    "difficulty" : 4,
    "duration" : 51,
    "length" : 8.3,
    "name" : "Kostelec nVltavou",
    "order" : 25,
    "teamLost" : 41,
    "teamRank" : 68,
    "teamTime" : 1376
  }, {
    "date" : "17.5.2015 6:11:00",
    "difficulty" : 2,
    "duration" : 50,
    "length" : 9.4,
    "name" : "Klučenice",
    "order" : 26,
    "teamLost" : -40,
    "teamRank" : 73,
    "teamTime" : 1426
  }, {
    "date" : "17.5.2015 7:00:00",
    "difficulty" : 4,
    "duration" : 56,
    "length" : 9.4,
    "name" : "Solenice",
    "order" : 27,
    "teamLost" : -27,
    "teamRank" : 80,
    "teamTime" : 1482
  }, {
    "date" : "17.5.2015 7:58:00",
    "difficulty" : 2.5,
    "duration" : 59,
    "length" : 9.6,
    "name" : "Kamýk nVltavou",
    "order" : 28,
    "teamLost" : -21,
    "teamRank" : 85,
    "teamTime" : 1541
  }, {
    "date" : "17.5.2015 8:57:00",
    "difficulty" : 2.5,
    "duration" : 44,
    "length" : 9.5,
    "name" : "Líchovy",
    "order" : 29,
    "teamLost" : -21,
    "teamRank" : 76,
    "teamTime" : 1585
  }, {
    "date" : "17.5.2015 9:40:00",
    "difficulty" : 4,
    "duration" : 63,
    "length" : 10.7,
    "name" : "Štola Josef",
    "order" : 30,
    "teamLost" : 125,
    "teamRank" : 76,
    "teamTime" : 1648
  }, {
    "date" : "17.5.2015 10:40:00",
    "difficulty" : 3.5,
    "duration" : 66,
    "length" : 10.4,
    "name" : "Živohošt - lanový park",
    "order" : 31,
    "teamLost" : 80,
    "teamRank" : 81,
    "teamTime" : 1714
  }, {
    "date" : "17.5.2015 11:48:00",
    "difficulty" : 5,
    "duration" : 66,
    "length" : 10.7,
    "name" : "Nová Rabyně",
    "order" : 32,
    "runner" : "-JqOPFtxB-pVbVUk1Vh9",
    "teamLost" : -12,
    "teamRank" : 87,
    "teamTime" : 1780
  }, {
    "date" : "17.5.2015 12:55:00",
    "difficulty" : 1,
    "duration" : 22,
    "length" : 5.5,
    "name" : "Hradištko",
    "order" : 33,
    "teamLost" : 332,
    "teamRank" : 81,
    "teamTime" : 1802
  }, {
    "date" : "17.5.2015 13:17:00",
    "difficulty" : 2.5,
    "duration" : 44,
    "length" : 8.5,
    "name" : "Davle",
    "order" : 34,
    "teamLost" : 187,
    "teamRank" : 88,
    "teamTime" : 1846
  }, {
    "date" : "17.5.2015 14:01:00",
    "difficulty" : 1,
    "duration" : 21,
    "length" : 4.3,
    "name" : "Vrané nVltavou",
    "order" : 35,
    "teamLost" : 397,
    "teamRank" : 82,
    "teamTime" : 1867
  }, {
    "date" : "17.5.2015 14:22:00",
    "difficulty" : 1,
    "duration" : 60,
    "length" : 6.8,
    "name" : "Zbraslav",
    "order" : 36,
    "teamLost" : 470,
    "teamRank" : 81,
    "teamTime" : 1905
  } ],
  "runners" : {
    "-JqOPFtxB-pVbVUk1Vh9" : {
      "avatar" : "https://s.gravatar.com/avatar/4e66ea03e38d2c0f109fca826ffbf543?s=80",
      "bio" : "Běhám jen rekreačně.",
      "facebook" : "https://www.facebook.com/michal.bryxi",
      "first_name" : "Michal",
      "handover" : {
        "10" : true,
        "21" : true,
        "31" : true
      },
      "last_name" : "Bryxí",
      "mail" : "michal.bryxi@gmail.com",
      "title" : "Běhna",
      "twitter" : "https://twitter.com/MichalBryxi"
    },
    "-JqOmehHkd9m1t0Tm5Gl" : {
      "avatar" : "http://img2.finalfantasyxiv.com/accimg/c8/11/c81165d2b200b979e4c0a0bd7aa828dbb5f35c6a.jpg",
      "bio" : "Je to frajer! 111",
      "first_name" : "Jiří",
      "handover" : {
        "9" : true
      },
      "last_name" : "Fabšič",
      "title" : "Kapitán"
    },
    "-JqiAzuoTRshzEqBg_5-" : {
      "bio" : "Je to frajer.",
      "first_name" : "Petr",
      "last_name" : "Landsman"
    }
  }
}
